[
    {
        "id": 0,
        "TopicEn": "Who we are",
        "TopicTh": "เราคือใคร",
        "DetailsTh": "เราคือกลุ่มอาจารย์ นักวิจัย และนักศึกษา ที่สนใจเกี่ยวกับการวิจัยด้านความมั่นคงทางไซเบอร์ เทคโนโลยีเครือข่าย และเทคโนโลยีอินเทอร์เน็ตในอนาคต นอกจากยังสนใจกับความท้าทายหลายอย่างทางด้าน IT และ computer กลุ่มวิจัยของเราอยู่ภายใต้คณะวิทยาการสารสนเทศ มหาวิทยาลัยมหาสารคาม และยังมีสมาชิกและพันธมิตรหลายคนจากมหาวิทยาลัย ภาครัฐและภาคอุตสาหกรรมอีกด้วย",
        "DetailsEn": "We are a group of lecturers, researchers, and students, enjoying to research on Cybersecurity, Network technologies and Future Internet Technologies. We are also the IT & computer geeks, enjoying several challenging things in IT & computer World. Our research group is officially under the Faculty of Informatics, Mahasarakham University, Thailand. Yet, we have also several members and alliances from other Universities and Industries."
    },
    {
        "id": 1,
        "TopicEn": "What we do",
        "TopicTh": "เราทําอะไร",
        "DetailsTh": "เราได้รับการดําเนินการโครงการวิจัยต่างๆ( รวมทั้งบริสุทธิ์, นําไปใช้และอุตสาหกรรม) ของ หัวข้อการวิจัยที่ผ่านมาและปัจจุบันของเรารวมถึงความปลอดภัยทางไซเบอร์เทคโนโลยีอินเทอร์เน็ตในอนาคต เครือข่ายสําหรับชุมชน, การทดสอบการเจาะ, การชุบแข็งระบบ, การรักษาความปลอดภัยธนาคารออนไลน์, ความปลอดภัยของเว็บ, ความปลอดภัยของ LAN, เสียงผ่านการแฮ็ค IP, รหัสผ่านแบบใช้เฉพาะครั้ง (OTP), เทคโนโลยีบล็อกเชน, เครือข่ายที่เน้นข้อมูล (ICN), เครือข่ายข้อมูลที่มีชื่อ (NDN), เครือข่าย Adhoc Vehicular (VANET), เครือข่าย Adhoc มือถือ (MANET), เครือข่ายที่กําหนดโดยซอฟต์แวร์ (SDN), E-learning, IoT เพื่อการเกษตรและชุมชน, IT for Government, IT Management นอกจากนี้เรายังมีหลักสูตรการฝึกอบรมหลายหลักสูตรสําหรับวิชาชีพด้าน IT ในหลักสูตรอุตสาหกรรมและมหาวิทยาลัยสําหรับนักศึกษา BSc \/ MSc \/ PhD รวมถึงการฝึกอบรมทักษะ IT ขั้นพื้นฐานสําหรับชุมชน (ตัวอย่างเช่นหลักสูตรที่มีชื่อเสียงในภาษาไทย (ใช้คํา Microsoft คํา หลักสูตรของเราดําเนินการโดยใช้ทั้งภาษาไทยและภาษาอังกฤษตามต้องการเรายังให้คําปรึกษาด้านไอที, เช่น, การให้คําปรึกษา\/การฝึกอบรมสําหรับปัญหาความปลอดภัยด้านไอทีสําหรับหลายไซเบอร์- คอมมานโดหน่วย, โครงสร้างพื้นฐานด้านไอที& การให้คําปรึกษาเครือข่ายสําหรับอุตสาหกรรม, เทคนิคไอทีอื่นๆให้คําปรึกษาสําหรับทั้งหน่วยงานของรัฐ& บริษัทเอกชนของ",
        "DetailsEn": "We have been running various research projects (including pure, applied and industrial). Our past & current research topics include Cyber Security, Future Internet Technologies, Network for Community, Penetration Testing, System Hardening, Online Banking Security, Web Security, LAN Security, Voice over IP Hacking, One Time Password (OTP), Blockchain technologies, Information-Centric Network (ICN), Named Data Networking (NDN), Vehicular Adhoc Network (VANET), Mobile Adhoc Network (MANET), Software-Defined Network (SDN), E-learning, IoT for Agriculture & Community, IT for Government, IT Management. We provide also several training courses for IT profession in industry and University courses for BSc MSc PhD students, as well as basic IT Skill training for Community (for example, the famous course in Thai (ใช้ Microsoft Words อย่างไรไม่อายควาย). Our courses are running by using both Thai and English language as needed.We also provide IT consultancy, eg., consulting training for IT security issues for several cyber-commando units, IT infrastructure & network consultancy for industry, other IT technique consultancy for both government units & private companies."
    }
]